tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
brew "direnv"
brew "goenv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ghq"
brew "hub"
brew "nodebrew"
brew "peco"
brew "tldr"
brew "tmux"
brew "vim"
brew "zsh-completions"
cask "dash"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "iterm2"
cask "karabiner-elements"
