tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
brew "direnv"
brew "ghq"
brew "hub"
brew "readline"
brew "mercurial"
brew "neovim"
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "tldr"
brew "tmux"
brew "xz"
brew "zsh"
brew "zsh-completions"
cask "atom"
cask "dash"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "rubymine"
cask "visual-studio-code"
