tap "homebrew/completions"
tap "homebrew/brewdler"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "pivotal/tap"
tap "go-delve/delve"
tap "caskroom/cask"
tap "neovim/neovim"
cask "java"
brew "ant"
brew "autoconf"
brew "awscli"
brew "bash-completion"
brew "bazaar"
brew "brew-cask-completion"
brew "direnv"
brew "libpng"
brew "freetype"
brew "jpeg"
brew "libtiff"
brew "little-cms2"
brew "ghostscript"
brew "git-flow"
brew "glide"
brew "gradle"
brew "node"
brew "heroku"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "ios-sim"
brew "jbig2dec"
brew "libevent"
brew "lua"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "memcached"
brew "python"
brew "mercurial"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "pcre"
brew "phantomjs"
brew "python3"
brew "postgresql"
brew "pwgen"
brew "rbenv-gemset"
brew "redis"
brew "sl"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "vim", args: ["with-lua"]
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "go-delve/delve/delve"
brew "pivotal/tap/springboot"
cask "Uninstalling brew-cask... (2,976 files, 1.6MB)"
cask "docker"
